// Ecc 2024/3/10  https://Github.com/AJLoveChina
var config = {
    // 一句， 两句，三句
    lines: [
        "DearWxc",
        "浮世三千，吾爱有三，日、月与卿",
        "日为朝，月为暮，卿为朝朝暮暮",
        "有一种缘分叫做似水流年",
        "有一种宿命叫做碧海青天",
        "假如爱有天意，可否让我在云水深处，与你再次相逢",
        "陪你一起笑看陌上的花开花落，静观天边的云卷云舒",
        "你的如花笑靥，渲染了我的似水流年。"
    ],
    // 相识的时间 记住格式不能写错了, 非常重要
    // 格式一定要和下面这个时间格式一样
    // 分别是 年-月-日T时时:分分:秒秒
    //      温馨警告:
    //          1.时分秒都必须是俩个数字  比如 00:00:00
    //          2.T不能丢了
    date: "2024-03-10T16:00:00",
    // 双方的名字
    names: ["Wxc", "Ecc"]
}
